const quotes = [
  "Що розум людини може осягнути і в що він може повірити, те він здатний досягти, – Наполеон Хілл.",
  "Прагніть не до успіху, а до цінностей, які він дає, – Альберт Айнштайн.",
  "Своїм успіхом я зобов’язана тому, що ніколи не виправдовувалася і не приймала виправдань від інших. – Флоренс Найтінгейл.",
  "За свою кар’єру я пропустив понад 9000 кидків, програв майже 300 ігор. 26 раз мені довіряли зробити фінальний переможний кидок, і я промахувався. Я зазнавав поразок знову, і знову, і знову. І саме тому я домігся успіху. – Майкл Джордан.",
  "Найскладніше почати діяти, все інше залежить тільки від наполегливості. – Амелія Ергарт.",
  "Життя – це те, що з тобою відбувається, поки ти будуєш плани. - Джон Леннон.",
  "Логіка може привести вас. від пункту “А” до пункту “Б”, а уява – куди завгодно. – Альберт Айнштайн.",
  "Через 20 років ви будете більше розчаровані тими речами, які ви не робили, ніж тими, які ви зробили. Тому відчальте від тихої пристані. Відчуйте попутний вітер у вашому вітрилі. Рухайтеся вперед, дійте, відкривайте! – Марк Твен.",
  "Неосмислене життя не варте того, щоб його прожити. – Сократ.",
  "80% успіху — це з’явитися в потрібному місці в потрібний час. – Вуді Аллен."
]

// const line = document.getElementById("quotes");
// line.innerHTML = quoteOfTheDay();
document.getElementById("quotes").innerText = quoteOfTheDay();

function quoteOfTheDay(){
  return quotes[Math.floor(Math.random() * quotes.length)];
}